tests/data/getRequest_page3.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:sch="http://www.easit.com/bps/schemas" xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/">
  <soapenv:Header />
  <soapenv:Body>
    <sch:GetItemsRequest>
      <sch:ItemViewIdentifier>testView</sch:ItemViewIdentifier>
      <sch:Page>3</sch:Page>
    </sch:GetItemsRequest>
  </soapenv:Body>
</soapenv:Envelope>